Repository: oumamifatimazohra/arbah
Catalog: languages/*.po
Languages: ar

source: Oops! That page can&rsquo;t be found.
ar: عفوا، لا يمكن العثور على الصفحة المطلوبة.

source: It looks like nothing was found at this location.
ar: يبدو أنه لا يوجد أي شئ هنا.

# comments title
source: One thought
ar: ‫%1$s تعليق

source: Add yours
ar: أضف تعليقا

source: Comment navigation
ar: تصفح التعليقات

source: Older Comments
ar: تعليقات أقدم

source: Newer Comments
ar: تعليقات أحدث

source: Comments are closed.
ar: التعليقات مغلقة.

source: Comment
ar: التعليق

source: Name
ar: الاسم

source: Email
ar: البريد الالكتروني

source: Website
ar: الموقع الالكتروني

source: Developed by:
ar: من تطوير:

source: Arabic Themes
ar: قوالب عربية

source: Header Menu
ar: قائمة الموقع الرئيسية

source: Mobile Menu
ar: قائمة الهاتف

source: Footer Menu
ar: قائمة الفوتر

source: Sidebar
ar: الشريط الجانبي

source: Add widgets here.
ar: أضف الودجات هنا

source: Continue Reading
ar: أكمل القراءة

source: of
ar: من

source: Skip to content
ar: التجاوز إلى المحتوى

source: Search this website
ar: إبحث في الموقع

source: Post Options
ar: خيارات الإدراج

source: Display readmore button inside the post
ar: عرض زر “متابعة القراءة” في المقالة

source: User Image
ar: صورة العضو

source: Upload Image
ar: رفع الصورة

source: Upload an additional image for your user profile.
ar: قم برفع صورة لحسابك على الموقع

source: Behance
ar: بيهانس

source: Dribbble
ar: دريببل

source: Facebook
ar: فايس بوك

source: Flickr
ar: فليكر

source: Github
ar: جيت هاب

source: Instagram
ar: إنستاغرام

source: Linkedin
ar: لينكدان

source: Pinterest
ar: بنترست

source: Reddit
ar: رديت

source: Skype
ar: سكايب

source: Soundcloud
ar: ساوند كلاود

source: Tumblr
ar: تمبلر

source: Twitter
ar: تويتر

source: Vimeo
ar: فيميو

source: Woordpress
ar: ووردبرس

source: Youtube
ar: يوتيوب

source: Options for arbah
ar: إعدادات القالب

source: Allows you to customize theme settings for arbah.
ar: هنا يمكنك التعديل على إعدادات القالب.

source: Hide featured image in single posts?
ar: إخفاء الصورة البارزة في المقالة؟

source: Show related posts under the post?
ar: عرض مقالات ذات صلة أسفل المقالة؟

source: Show post author?
ar: عرض إسم كاتب المقالة؟

source: Show post date?
ar: عرض تاريخ نشر المقالة؟

source: Display social sharing buttons in posts?
ar: عرض أزرار المشاركة الاجتماعية في المقالة ؟

source: Show author box after post content?
ar: عرض صندوق تعريفي بالكاتب أسفل المقالة ؟

source: Make sidebars sticky?
ar: تثبيت الشريط الجانبي عند النزول للأسفل؟

source: Custom Footer Credit Text
ar: تعديل حقوق الموقع في الفوتر

source: Slider Options
ar: إعدادات السلايدر

source: Customize slider options in homepage and posts.
ar: تعديل إعدادات السلايدر في واجهة الموقع والمقالات

source: Display slider in homepage?
ar: عرض السلايدر في الصفحة الرئيسية ؟

source: Show posts from tag:
ar: عرض المقالات من وسم:

source: Posts number in the slider
ar: عدد المقالات في السلايدر

source: Show a slider with radnom posts in single post ?
ar: ‫عرض مقالات عشوائية في السلايدر أعلى المقالة المنفردة؟

source: Random posts number
ar: عدد المقالات المعروضة:

source: Ads Managment
ar: إدارة الإعلانات

source: Add ads in different placement.
ar: إضافة الإعلانات في أنحاء الموقع

source: Block adblockers from browsing the site
ar: منع مستخدمي Adblock من تصفح الموقع؟

source: Please consider supporting us by disabling your ad blocker
ar: فضلا، قم بدعم الموقع من خلال تعطيل مانع الإعلانات (Adblock) في متصفحك؟

source: Adblock Notice
ar: التنبيه

source: Notice for visitors with adblock
ar: أكتب ‫نص التنبيه لمستخدمي مانع الإعلانات

source: Responsive Ad
ar: إعلان متجاوب

source: Display a responsive ad before header
ar: عرض إعلان متجاوب أعلى ترويسة الموقع (الهيدر)

source: Header Bottom Ad
ar: إعلان أسفل الهيدر

source: Display an ad after header
ar: ‫عرض إعلان أسفل ترويسة الموقع (الهيدر)

source: Homepage Post Ad
ar: إعلان مقالات الواجهة الرئيسية

source: Display an ad after the first post in homepage
ar: عرض إعلان أسفل أول مقالة في مقالات الواجهة الرئيسية

source: Under Post Title Ad
ar: إعلان أسفل عنوان المقالة المنفردة

source: Display an ad under post title
ar: عرض إعلان بين عنوان المقالة والصورة البارزة

source: Fixed Ad
ar: إعلان ثابت

source: Display a fixed ad
ar: عرض إعلان ثابت مع زر خاص لإغلاقه

source: Prev Next Links Ad
ar: إعلان روابط السابق / التالي في المقالة

source: Display an ad before prev next links
ar: عرض إعلان قبل أزرار السابق والتالي في المقالة المنفردة

source: Read More ad
ar: إعلان زر متابعة القراءة

source: Display an ad under read more button
ar: عرض إعلان أسفل زر متابعة القراءة في المقالة المنفردة

source: Google Search Code
ar: كود محرك البحث جوجل

source: Social Profiles
ar: حسابات الشبكات الاجتماعية

source: Add your social profiles.
ar: أضف حساباتك على مختلف الشبكات الاجتماعية الشهيرة.

source: Follow Us On
ar: تابعنا على

source: Social Profiles Title
ar: عنوان الحسابات الإجتماعية

source: Facebook Profile URL
ar: رابط حساب الفايس بوك

source: Twitter Profile URL
ar: رابط حساب تويتر

source: Whatsapp Profile URL
ar: رابط حساب واتساب

source: Instagram Profile URL
ar: رابط حساب انستاغرام

source: Youtube Profile URL
ar: رابط حساب يوتيوب

source: Linkedin Profile URL
ar: رابط حساب لينكدان

source: Accent Color
ar: اللون المميز للقالب

source: Please waiting for a few minutes, do not close the window or refresh the page until the data is imported.
ar: يرجى الانتظار لبضع دقائق ، لا تقم بغلق النافذة أو تحديث الصفحة حتى يتم استيراد البيانات.

source: One Click Demo Import
ar: إستيراد الديمو بضغطة زر

source: Import Demo Data
ar: إستيراد ملفات الديمو

source: Importing demo data will remove all your files
ar: إستيراد الديمو سيقوم بحذف جميع ملفات الموقع. لا ننصح به إلا إذا كان موقعك فارغا من المحتوى

source: By
ar: بقلم

source: <span class="screen-reader-text">Posted on</span> %s
ar: ‫<span class=“screen-reader-text”>نشر في</span> %s

source: Share this post with friends!
ar: شارك هذه المقالة مع أصدقائك!

source: Whatsapp
ar: واتساب

source: Pingback:
ar: التنبيهات :

source: Edit
ar: تحرير

source: %s <span class="says">said:</span>
ar: %s <span class="says">قال:</span>

source: Your comment is awaiting moderation.
ar: تعليقك بانتظار المراجعة.

source: Read Next
ar: إقرأ أيضا

source: Adblock Detected
ar: تم إكتشاف مانع الإعلانات “AD Block”

source: Install Required Plugins
ar: تنصيب الإضافات المطلوبة

source: Install Plugins
ar: تنصيب الإضافات

source: Installing Plugin: %s
ar: تنصيب الإضافة: %s

source: Something went wrong with the plugin API.
ar: حدث خطأ ما

source: This theme requires the following plugin: %1$s.
ar: هذا القالب يوصى بتركيب الإضافة التالية: %1$s.

source: This theme recommends the following plugin: %1$s.
ar: هذا القالب يوصي بتركيب الإضافة التالية: %1$s.

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
ar: آسف، ولكن لم يكن لديك الأذونات الصحيحة لتثبيت الإضافة %s اتصل بمسؤول هذا الموقع للمساعدة فى الحصول على تركيب البرنامج المساعد.

source: The following required plugin is currently inactive: %1$s.
ar: الإضافة المطلوبة التالية غير نشطة حاليا:%1$s.

source: The following recommended plugin is currently inactive: %1$s.
ar: الإضافة الموصى بها غير نشطة حاليا:%1$s.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
ar: آسف، ولكن لم يكن لديك الأذونات الصحيحة لتفعيل الإضافة %s. اتصل بمسؤول هذا الموقع للمساعدة فى الحصول على تركيب البرنامج المساعد.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
ar: ‫‫‫الإضافات التالية تحتاج للتحديث حتى تتوافق مع هذا القالب: %1$s.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
ar: آسف، ولكن لم يكن لديك الأذونات الصحيحة لتحديث الإضافة %s. اتصل بمسؤول هذا الموقع للمساعدة فى الحصول على تركيب البرنامج المساعد.

source: Begin installing plugin
ar: قم بتنصيب الإضافة

source: Begin activating plugin
ar: ‫قم بتفعيل الإضافة

source: Return to Required Plugins Installer
ar: العودة لـ منصب الإضافات المطلوبة

source: Plugin activated successfully.
ar: تم تفعيل الإضافة بنجاح.

source: All plugins installed and activated successfully. %s
ar: تم تنصيب وتفعيل جميع الإضافات بنجاح %s

source: Sorry, but you do not have the correct permissions to install the %1$s plugin.
ar: آسف، ولكن لم يكن لديك الأذونات الصحيحة لتنصيب %1$s الإضافة.

source: There is an update available for: %1$s.
ar: هناك تحديث متوفر لل: %1$s.

source: Sorry, but you do not have the correct permissions to update the %1$s plugin.
ar: آسف، ولكن لم يكن لديك الأذونات الصحيحة لتحديث %1$s الإضافة.

source: Sorry, but you do not have the correct permissions to activate the %1$s plugin.
ar: آسف، ولكن لم يكن لديك الأذونات الصحيحة لتفعيل %1$s الإضافة.

source: Begin updating plugin
ar: قم بتحديث الإضافة

source: Return to the dashboard
ar: العودة لـ لوحة التحكم

source: The following plugin was activated successfully:
ar: الإضافة التالية تم تفعيلها بنجاح:

source: No action taken. Plugin %1$s was already active.
ar: لم يتم عمل أي شئ. الإضافة %1$s كانت مفعلة سابقا.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
ar: الإضافة غير مفعلة. هذا القالب يحتاج النسخة %s . من فضلك قم بتحديث الإضافة.

source: All plugins installed and activated successfully. %1$s
ar: تم تنصيب وتفعيل الإضافات بنجاح. %1$s

source: Dismiss this notice
ar: تجاهل

source: Please contact the administrator of this site for help.
ar: من فضلك تواصل مع مدير الموقع للحصول على المساعدة

source: This plugin needs to be updated to be compatible with your theme.
ar: هذه الإضافة تحتاج للتحديث حتى تتوافق مع قالب موقعك.

source: Update Required
ar: التحديث مطلوب

source: Return to the Dashboard
ar: العودة إلى لوحة التحكم الرئيسية

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ar: الإضافة لا تحتوي على مجلد بنفس الإسم المطلوب.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ar: من فضلك تواصل مع مطور الإضافة لحل هاته المشكلة.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ar: الإضافة تحتوي على أكثر من ملف، لكن الملفات ليست مجموعة في مجلد واحد.

# plugin A *and* plugin B
source: and
ar: و

source: Required
ar: مطلوبة

source: Recommended
ar: منصوح بها

source: WordPress Repository
ar: دليل الووردبريس

source: External Source
ar: مصدر خارجي

source: Pre-Packaged
ar: مدمجة

source: Not Installed
ar: غير منصبة

source: Installed But Not Activated
ar: منصبة لكن غير مفعلة

source: Active
ar: مفعلة

source: Required Update not Available
ar: التحديث غير متوفر

source: Requires Update
ar: تحتاج التحديث

source: Update recommended
ar: ينصح بالتحديث

# plugins
source: All <span class="count">(%s)</span>
ar: الكل <span class=“count”>(%s)</span>

source: To Install <span class="count">(%s)</span>
ar: للتنصيب <span class=“count”>(%s)</span>

source: Update Available <span class="count">(%s)</span>
ar: التحديث متوفر <span class=“count”>(%s)</span>

source: To Activate <span class="count">(%s)</span>
ar: للتفعيل <span class=“count”>(%s)</span>

# as in: "version nr unknown"
source: unknown
ar: غير معروف

source: Installed version:
ar: النسخة المنصبة:

source: Minimum required version:
ar: أقل نسخة مطلوبة:

source: Available version:
ar: النسخ المتوفرة:

source: No plugins to install, update or activate. <a href="%1$s">Return to the Dashboard</a>
ar: لا يوجد إضافة للتنصيب، التحديث أو التفعيل. <a href=“%1$s”>العودة للوحة التحكم</a>

source: Plugin
ar: الإضافة

source: Source
ar: المصدر

source: Type
ar: النوع

source: Version
ar: النسخة

source: Status
ar: الحالة

# %2$s = plugin name in screen reader markup
source: Install %2$s
ar: تنصيب %2$s

# %2$s = plugin name in screen reader markup
source: Update %2$s
ar: تحديث %2$s

# %2$s = plugin name in screen reader markup
source: Activate %2$s
ar: تفعيل %2$s

source: Upgrade message from the plugin author:
ar: رسالة ترقية من مبرمج الإضافة:

source: Install
ar: تنصيب

source: Update
ar: تحديث

source: Activate
ar: تفعيل

source: No plugins were selected to be installed. No action taken.
ar: لم يتم تنصيب أي إضافة.

source: No plugins were selected to be updated. No action taken.
ar: ‫لم يتم تحديث أي إضافة

source: No plugins are available to be installed at this time.
ar: لا يوجد إضافات متوفرة للتنصيب في هذه اللحظة.

source: No plugins are available to be updated at this time.
ar: ‫لا يوجد إضافات متوفرة للتحديث في هذه اللحظة

source: No plugins were selected to be activated. No action taken.
ar: ‫لم يتم تفعيل أي إضافة

source: No plugins are available to be activated at this time.
ar: ‫‫لا يوجد إضافات متوفرة للتفعيل في هذه اللحظ

source: Plugin activation failed.
ar: فشلت عملية تفعيل الإضافة.

source: Updating Plugin %1$s (%2$d/%3$d)
ar: تحديث الإضافة %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ar: حدث خطأ عند تنصيب %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
ar: فشلت عملية تنصيب %1$s

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ar: بدأت عملية التنصيب والتفعيل. الأمر يستغرق بعض الوقت لذا يرجى التحلي بالصبر.

source: %1$s installed and activated successfully.
ar: تم تفعيل وتنصيب الإضافة بنجاح %1$s

source: Show Details
ar: عرض التفاصيل

source: Hide Details
ar: إخفاء التفاصيل

source: All installations and activations have been completed.
ar: تم الإنتهاء من جميع التنصيبات والتفعيلات .

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ar: تنصيب وتفعيل الإضافة %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ar: بدأت عملية التنصيب. الأمر يستغرق بعض الوقت لذا يرجى التحلي بالصبر

source: %1$s installed successfully.
ar: تم التنصيب بنجاح %1$s

source: All installations have been completed.
ar: تم الإنتهاء من جميع التنصيبات.

source: Installing Plugin %1$s (%2$d/%3$d)
ar: يتم تنصيب الإضافة %1$s (%2$d/%3$d)

source: Error
ar: خطأ

source: An error occurred, please try again.
ar: لقد حدث خطأ ما، جرب المحاولة من جديد.

source: Your license key expired on %s.
ar: %s إنتهت فعالية رخصة القالب بتاريخ

source: Your license key has been disabled.
ar: تم تعطيل مفتاح تفعيل القالب

source: Invalid license.
ar: رخصة غير فعالة

source: Your license is not active for this URL.
ar: رخصتك غير فعالة على هذا الموقع

source: This appears to be an invalid license key for %s.
ar: %s يبدوا أن هذه الرخصة غير فعالة لـ

source: Your license key has reached its activation limit.
ar: مفتاح التفعيل وصل الحد الأقصى للتفعيلات المسموح بها.

source: Theme License
ar: رخصة القالب

source: Enter your theme license key.
ar: أدخل مفتاح تفعيل رخصة القالب الخاصة بك

source: License Key
ar: مفتاح التفعيل

source: License Action
ar: الرخصة

source: Deactivate License
ar: تعطيل الرخصة

source: Activate License
ar: تفعيل الرخصة

source: License status is unknown.
ar: حالة الرخصة مجهولة

source: Renew?
ar: تجديد؟

source: unlimited
ar: غير محدود

source: License key is active.
ar: رخصة القالب فعالة

source: Expires %s.
ar: %s تنتهي بتاريخ

source: Lifetime License.
ar: رخصة مدى الحياة

source: You have %1$s / %2$s sites activated.
ar: لقد قمت بتغعيل المواقع %1$s / %2$s

source: License key expired %s.
ar: %s إنتهت فعالية رخصة القالب

source: License key has expired.
ar: إنتهت صلاحية مفتاح التفعيل.

source: License keys do not match.
ar: مفاتيح التفعيل غير متطابقة

source: License is inactive.
ar: رخصة القالب غير مفعلة.

source: License key is disabled.
ar: مفتاح التفعيل معطل.

source: Site is inactive.
ar: الموقع غير فعال.

source: Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.
ar: عند تحديث هذا القالب ، سيتم فقدان أي تعديلات أجريتها على ملفات القالب. إختر 'إلغاء' للتوقف أو 'نعم' للاستمرار

source: <strong>%1$s %2$s</strong> is available. <a href="%3$s" class="thickbox" title="%4s">Check out what's new</a> or <a href="%5$s"%6$s>update now</a>.
ar: <strong>%1$s %2$s</strong>متوفر <a href="%3$s" class="thickbox" title="%4s">إطلع على أهم التحديثات</a> or <a href="%5$s"%6$s>التحديث الآن</a>.

source: Sidebar Advertisement
ar: إعلان الشريط الجانبي

source: Title:
ar: العنوان :

source: Add your Advertisement Images Here
ar: أضف صورة الإعلان هنا

source: Advertisement Image Link
ar: رابط الإعلان

source: Advertisement Image
ar: صورة الاعلان

source: Adsense code:
ar: كود الأدسنس:

source: Sidebar Posts List
ar: أرباح - قائمة المقالات في السايدبار

source: Show a list of posts from a selected category with big thumbnails
ar: عرض قائمة المقالات في الشريط الجانبي مع الصور

source: Title:
ar: العنوان:

source: Posts list:
ar: قائمة المقالات:

source: Posts number to show
ar: عدد المقالات المعروضة

source: Category:
ar: التصنيف:

source: Order by:
ar: ترتيب حسب:

source: Most recent
ar: الأحدث

source: Most commented
ar: الأكثر تعليقا

source: Random
ar: عشوائيا

source: Posts from
ar: المقالات من

source: All Time
ar: كل الوقت

source: This year
ar: هذا العام

source: This month
ar: هذا الشهر

source: This week
ar: هذا الأسبوع

source: Past 24 hours
ar: 24 ساعة الماضية

source: Would you like to show posts with numbers?
ar: هل تريد عرض المقالات مع الترتيب بالأرقام؟

source: arbah : Social Profiles
ar: أرباح - الحسابات الإجتماعية

source: Show your social profiles
ar: عرض حساباتك على مختلف الشبكات الاجتماعية

source: Write custom box text for each social network:
ar: أكتب النص الخاص بكل حساب إجتماعي

source: Facebook Text:
ar: نص الفايسبوك

source: Twitter Text:
ar: نص تويتر

source: Instagram Text:
ar: نص إنستاغرام

source: Youtube Text:
ar: نص يوتيوب

source: Linkedin Text:
ar: نص لينكدان

source: Recent Posts
ar: أحدث المقالات

source: Search Results for: %s
ar: نتائج البحث عن: %s

source: Nothing Found
ar: لا يوجد شئ.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
ar: <a href="%1$s">ابدأ من هنا</a> هل أنت على استعداد لنشر مقالتك الأولى؟

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ar: عذرا، لا يوجد شيء يتطابق مع كلمات البحث التي استعملتها، المرجو المحاولة من جديد باستعمال كلمات أخرى.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ar: يبدو أننا لم نعثر على ما تطلب. لعل استعمال أداة البحث قد يساعد.

source: Pages:
ar: الصفحات:

source: Edit %s
ar: تحرير %s

source: arbah
ar: أرباح

source: An elegant magazine theme for wordpress.
ar: قالب احترافي للمدونات والمجلات الالكترونية.

source: ar-themes.com
ar: فريق قوالب عربية

source: https://www.ar-themes.com/
ar: فريق قوالب عربية

source: Fullwidth
ar: كامل العرض
